Repository: muhiro12/Stally
Catalog: Stally/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Still untouched.
es: Sigue intacto.
fr: Toujours intact.
ja: まだ手つかずです。
zh_hans: 仍未触及。

source: Suggested follow-ups based on the current range and scope.
es: Siguientes pasos sugeridos según el rango y el alcance actuales.
fr: Suites suggérées selon la période et la portée actuelles.
ja: 現在の期間と範囲に基づく次の提案です。
zh_hans: 基于当前区间与范围给出的后续建议。

source: Suggested items are unavailable.
es: Los elementos sugeridos no están disponibles.
fr: Les éléments suggérés sont indisponibles.
ja: 候補のアイテムは利用できません。
zh_hans: 推荐项目不可用。

source: Surface items that need a first mark, feel dormant, or may deserve a return from Archive.
es: Saca a la superficie los elementos que necesitan una primera marca, se sienten inactivos o quizá merezcan volver desde Archivo.
fr: Faites remonter les éléments qui ont besoin d’une première marque, semblent endormis ou méritent peut-être de revenir des archives.
ja: 最初のマークが必要なもの、休眠気味のもの、アーカイブから戻してよさそうなものを浮かび上がらせます。
zh_hans: 把那些需要首次标记、看起来已沉寂，或可能值得从归档中回来的项目呈现出来。

source: Switch the range here when you want the metrics to reflect a shorter or longer stretch of time.
es: Cambia aquí el rango cuando quieras que las métricas reflejen un tramo más corto o más largo.
fr: Changez ici la période si vous souhaitez que les métriques reflètent une durée plus courte ou plus longue.
ja: より短い期間や長い期間を指標に反映させたいときは、ここで期間を切り替えます。
zh_hans: 当你希望指标反映更短或更长的一段时间时，请在这里切换区间。

source: Tap again to remove today's mark.
es: Toca otra vez para quitar la marca de hoy.
fr: Touchez à nouveau pour retirer la marque d’aujourd’hui.
ja: もう一度タップすると今日のマークを外します。
zh_hans: 再次点按即可移除今天的标记。

source: The current Home view balances today's choices against what still has room to accumulate.
es: La vista actual de Inicio equilibra las elecciones de hoy con lo que aún tiene margen para acumularse.
fr: La vue Accueil actuelle met en balance les choix d’aujourd’hui et ce qui a encore de la place pour s’accumuler.
ja: 現在のホーム画面では、今日選んだものと、まだ積み上げる余地のあるものを並べて見られます。
zh_hans: 当前首页视图会平衡今天的选择，以及那些仍有累积空间的项目。

source: These defaults apply each time you open Insights.
es: Estos valores predeterminados se aplican cada vez que abres Análisis.
fr: Ces valeurs par défaut s’appliquent chaque fois que vous ouvrez Analyses.
ja: これらの既定値は、Insights を開くたびに適用されます。
zh_hans: 每次打开“洞察”时都会应用这些默认值。

source: These settings update Home and Review immediately.
es: Estos ajustes actualizan Inicio y Revisión de inmediato.
fr: Ces réglages mettent à jour Accueil et la révision immédiatement.
ja: これらの設定はホームとレビューにすぐ反映されます。
zh_hans: 这些设置会立即更新首页与回顾。

source: This brings together first-use lag, inactivity, and archive recovery into one review lane.
es: Esto reúne el retraso del primer uso, la inactividad y la recuperación desde Archivo en una sola sección de revisión.
fr: Cela réunit le retard de première utilisation, l’inactivité et le retour des archives dans une seule section de révision.
ja: 初回利用の遅れ、非アクティブ期間、アーカイブからの復帰を 1 つのレビュー レーンにまとめます。
zh_hans: 这会把首次使用延迟、沉寂状态以及从归档恢复的内容汇集到同一个回顾分组中。

source: This clears Home, Archive, photos, notes, and mark history from the current library.
es: Esto borra Inicio, Archivo, fotos, notas y el historial de marcas de la biblioteca actual.
fr: Cela efface Accueil, les archives, les photos, les notes et l’historique des marques de la bibliothèque actuelle.
ja: これを実行すると、現在のライブラリからホーム、アーカイブ、写真、メモ、マーク履歴が消去されます。
zh_hans: 这会清除当前资料库中的首页内容、归档、照片、备注和标记历史。

source: This foundation combines collection-wide activity, streaks, and health metrics. The next sections expand this into trends, rankings, and category views.
es: Esta base combina la actividad de toda la colección, las rachas y las métricas de salud. Las siguientes secciones lo amplían a tendencias, clasificaciones y vistas por categoría.
fr: Cette base combine l’activité de toute la collection, les séries et les métriques de santé. Les sections suivantes l’étendent aux tendances, aux classements et aux vues par catégorie.
ja: この基盤では、コレクション全体の活動、連続記録、健全性の指標をまとめています。 続くセクションで、これをトレンド、ランキング、カテゴリ別の見方へ広げます。
zh_hans: 这一基础部分结合了整个收藏的活动、连续记录和健康度指标。 接下来的分区会进一步展开到趋势、排行和类别视图。

source: This helps you judge whether the item is current, fading, or still mostly historical.
es: Esto te ayuda a juzgar si el elemento sigue vigente, se está apagando o ya es sobre todo histórico.
fr: Cela vous aide à juger si l’élément est actuel, en train de s’effacer ou surtout historique.
ja: このアイテムが今も現役か、薄れつつあるか、あるいは主に過去のものになっているかを判断しやすくします。
zh_hans: 这能帮助你判断这个项目是仍在活跃、逐渐淡出，还是主要停留在历史中。

source: This is the app baseline built on MHPlatform, ready for future features.
es: Esta es la base de la app construida sobre MHPlatform, lista para futuras funciones.
fr: Ceci est la base de l’app construite sur MHPlatform, prête pour les futures fonctionnalités.
ja: これは MHPlatform 上に構築されたアプリの基盤で、今後の機能追加に備えています。
zh_hans: 这是构建在 MHPlatform 之上的应用基础，已为未来功能做好准备。

source: This item no longer exists.
es: Este elemento ya no existe.
fr: Cet élément n’existe plus.
ja: このアイテムはもう存在しません。
zh_hans: 此项目已不存在。

source: This link isn't supported by this version of Stally.
es: Esta versión de Stally no admite este enlace.
fr: Cette version de Stally ne prend pas en charge ce lien.
ja: このバージョンの Stally ではこのリンクに対応していません。
zh_hans: 此版本的 Stally 不支持这个链接。

source: This permanently removes the item and all of its marks.
es: Esto elimina permanentemente el elemento y todas sus marcas.
fr: Cela supprime définitivement l’élément et toutes ses marques.
ja: この操作でアイテムとそのすべてのマークが完全に削除されます。
zh_hans: 这会永久删除该项目及其所有标记。

source: This removes the current library before restoring the selected backup.
es: Esto elimina la biblioteca actual antes de restaurar la copia seleccionada.
fr: Cela supprime la bibliothèque actuelle avant de restaurer la sauvegarde sélectionnée.
ja: 選択したバックアップを復元する前に、現在のライブラリを削除します。
zh_hans: 这会在恢复所选备份之前先移除当前资料库。

source: This space can expand into longer-range comparisons, saved reports, and trend views that look beyond one selected window.
es: Este espacio puede ampliarse a comparaciones de mayor alcance, informes guardados y vistas de tendencias que miren más allá de una sola ventana seleccionada.
fr: Cet espace peut s’étendre à des comparaisons de plus longue durée, des rapports enregistrés et des vues de tendance allant au-delà d’une seule période sélectionnée.
ja: この領域は、より長期の比較、保存済みレポート、1 つの期間を超えて見るトレンド表示へ広げていけます。
zh_hans: 这一块之后可以扩展为更长周期的对比、已保存的报告，以及超出单一区间的趋势视图。

source: Tips appear again when the related screen and state become relevant.
es: Los consejos volverán a aparecer cuando la pantalla y el estado relacionados vuelvan a ser relevantes.
fr: Les conseils réapparaissent lorsque l’écran et l’état concernés redeviennent pertinents.
ja: 関連する画面や状態が再び該当すると、ヒントがもう一度表示されます。
zh_hans: 当相关界面和状态再次变得适用时，提示会再次出现。

source: Top item: %@
es: Elemento principal: %@
fr: Élément principal : %@
ja: 上位アイテム: %@
zh_hans: 热门项目：%@

source: Top Items
es: Elementos principales
fr: Éléments en tête
ja: 上位アイテム
zh_hans: 热门项目

source: Total marks
es: Marcas totales
fr: Total des marques
ja: 総マーク数
zh_hans: 总标记数

source: Total Marks
es: Total de marcas
fr: Total des marques
ja: 総マーク数
zh_hans: 总标记数

source: Try a different search, category, or sort option.
es: Prueba con otra búsqueda, categoría u opción de ordenación.
fr: Essayez une autre recherche, catégorie ou option de tri.
ja: 別の検索語、カテゴリ、並び順を試してみてください。
zh_hans: 试试其他搜索词、类别或排序方式。

source: Try Sample Items
es: Probar elementos de muestra
fr: Essayer les éléments d’exemple
ja: サンプル アイテムを試す
zh_hans: 试用示例项目

source: Tune when items become review candidates and whether empty lanes stay visible.
es: Ajusta cuándo los elementos pasan a ser candidatos de revisión y si las secciones vacías siguen visibles.
fr: Réglez le moment où les éléments deviennent des candidats à la révision et si les sections vides restent visibles.
ja: アイテムがレビュー候補になるタイミングや、空のレーンを表示し続けるかどうかを調整します。
zh_hans: 调整项目何时成为回顾候选，以及空分组是否继续显示。

source: Unable to Complete This Action
es: No se pudo completar esta acción
fr: Impossible d’effectuer cette action
ja: この操作を完了できません
zh_hans: 无法完成此操作

source: Undo Today's Mark
es: Deshacer la marca de hoy
fr: Annuler la marque d’aujourd’hui
ja: 今日のマークを取り消す
zh_hans: 撤销今天的标记

source: Unique Items
es: Elementos únicos
fr: Éléments uniques
ja: ユニークアイテム数
zh_hans: 唯一项目数

source: Unique items: %lld
es: Elementos únicos: %lld
fr: Éléments uniques : %lld
ja: ユニークアイテム数: %lld
zh_hans: 唯一项目数：%lld

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
zh_hans: 未知

source: Unknown Category
es: Categoría desconocida
fr: Catégorie inconnue
ja: 不明なカテゴリ
zh_hans: 未知类别

source: Unknown Item
es: Elemento desconocido
fr: Élément inconnu
ja: 不明なアイテム
zh_hans: 未知项目

source: Unsupported links now show an alert when Stally cannot parse them.
es: Los enlaces no compatibles ahora muestran una alerta cuando Stally no puede analizarlos.
fr: Les liens non pris en charge affichent désormais une alerte lorsque Stally ne peut pas les analyser.
ja: Stally が解析できないリンクは、いまはアラートで知らせます。
zh_hans: 现在当 Stally 无法解析链接时，会以提示框显示不支持的链接。

source: Unsupported Schema Version
es: Versión de esquema no compatible
fr: Version de schéma non prise en charge
ja: 未対応のスキーマバージョン
zh_hans: 不支持的架构版本

source: Untouched
es: Sin tocar
fr: Intact
ja: 未着手
zh_hans: 未触及

source: Updated
es: Actualizado
fr: Mis à jour
ja: 更新日
zh_hans: 更新时间

source: Use Select when several items in the same lane are ready for the same next step.
es: Usa Seleccionar cuando varios elementos de la misma sección estén listos para el mismo siguiente paso.
fr: Utilisez Sélectionner lorsque plusieurs éléments d’une même section sont prêts pour la même étape suivante.
ja: 同じレーンの複数アイテムを同じ次の操作へ進めたいときは、選択機能を使ってください。
zh_hans: 当同一分组中的多个项目都准备进入同一步操作时，请使用“选择”。

source: Use this only when you intentionally want an empty library before starting over or testing a restore flow.
es: Usa esto solo cuando quieras intencionadamente una biblioteca vacía antes de empezar de nuevo o probar un flujo de restauración.
fr: N’utilisez ceci que si vous voulez volontairement une bibliothèque vide avant de recommencer ou de tester un flux de restauration.
ja: これは、やり直しや復元フローのテストの前に 意図的に空のライブラリにしたいときだけ使ってください。
zh_hans: 仅当你有意在重新开始或测试恢复流程之前 把资料库清空时，才应使用此功能。

source: Version
es: Versión
ja: バージョン
zh_hans: 版本

source: Warning: %@
es: Advertencia: %@
fr: Avertissement : %@
ja: 警告: %@
zh_hans: 警告：%@

source: Weekdays
es: Días de la semana
fr: Jours de semaine
ja: 曜日別
zh_hans: 按星期分布

source: Weekend Share
es: Proporción de fin de semana
fr: Part du week-end
ja: 週末比率
zh_hans: 周末占比

source: Which categories are carrying the most marks in the selected range.
es: Qué categorías concentran más marcas en el rango seleccionado.
fr: Quelles catégories portent le plus de marques sur la période sélectionnée.
ja: 選択した期間の中で、どのカテゴリが最も多くのマークを持っているかを示します。
zh_hans: 显示在所选区间内，哪些类别承载了最多标记。

source: With History
es: Con historial
fr: Avec historique
ja: 履歴あり
zh_hans: 有历史

source: With history: %lld
es: Con historial: %lld
fr: Avec historique : %lld
ja: 履歴あり: %lld
zh_hans: 有历史：%lld

source: Without History
es: Sin historial
fr: Sans historique
ja: 履歴なし
zh_hans: 无历史

source: Error: %@
fr: Erreur : %@
ja: エラー: %@
zh_hans: 错误：%@
